Repository: Adrianwritenow/boozehounds
Catalog: i18n/memberpress-corporate-*.po
Languages: pt_br

source: No corporate account specified
pt_br: Nenhuma conta corporativa especificada

source: No sub account specified
pt_br: Nenhuma subconta especificada

source: Invalid corporate account
pt_br: Conta empresarial inválida

source: Forbidden
pt_br: Proibido

source: This is an invalid corporate account
pt_br: Esta é uma conta corporativa inválida

source: Sub accounts imported successfully
pt_br: Subcontas importadas com êxito

source: Sub Accounts
pt_br: Subcontas

source: This action can only happen from the Manage Sub Account page
pt_br: Esta ação só pode acontecer a partir da página Gerenciar Subconta

source: There was an issue uploading your CSV file
pt_br: Houve um problema ao carregar seu arquivo CSV

source: Row %1$d: %2$s
pt_br: Linha %1$d: %2$s

source: Failed Row: %s
pt_br: Linha com falha: %s

source: You successfully added a sub account
pt_br: Você adicionou com êxito uma subconta

source: Unable to export due to Invalid corporate account
pt_br: Não é possível exportar devido a conta corporativa inválida

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Invalid corporate account (2)
pt_br: Conta empresarial inválida (2)

source: Invalid corporate account (3)
pt_br: Conta empresarial inválida (3)

source: Unknown
pt_br: Desconhecido

source: Parent User
pt_br: Usuário pai

source: Corporate Account
pt_br: Conta empresarial

source: Send NEW members a password reset link (does not email existing members)
pt_br: Enviar a NOVOS assinantes um link de redefinição de senha (não enviar para assinantes existentes)

source: Send NEW members the welcome email if they haven't received it already for the membership.
pt_br: Envie a NOVOS assinantes o e-mail de boas vindas, se eles ainda não o receberam para a associação.

source: A corporate parent account is required for import.
pt_br: Uma conta corporativa pai é necessária para importação.

source: Corporate Account Sub User (username=%1$s, ID=%2$s) was removed successfully
pt_br: Usuário de subconta corporativa (username=%1$s, ID=%2$s) foi removido com êxito

source: Corporate Account Sub User (email=%1$s) was not found
pt_br: Usuário de subconta corporativa (e-mail=%1$s) não foi encontrado

source: Corporate Account User (username=%1$s, ID=%2$s, transaction_id=%3$s, corporate_account_id=%4$s, parent_transaction_id=%5$s) already existed and was updated successfully
pt_br: Conta de Usuário Corporativo (username=%1$s, ID=%2$s, transaction_id=%3$s, corporate_account_id=%4$s, parent_transaction_id=5%$s) já existia e foi atualizada com sucesso

source: Corporate Account User (username=%1$s, ID=%2$s, transaction_id=%3$s, corporate_account_id=%4$s, parent_transaction_id=%5$s) was created successfully
pt_br: Conta de Usuário Corporativo (username=%1$s, ID=%2$s, transaction_id=%3$s, corporate_account_id=%4$s, parent_transaction_id=5%$s) foi criado com sucesso

source: "user_id" can't be blank
pt_br: "user_id" não pode ser branco

source: "parent_transaction_id" can't be blank
pt_br: "parent_transaction_id" não pode ser branco

source: Max sub-accounts
pt_br: Max de subcontas

source: Exceeded number of allowed sub-accounts
pt_br: Excedido número máximo de subcontas permitidas

source: Subscribers to this Membership are Corporate Accounts
pt_br: Assinantes desta associação são Usuários Corporativos

source: Corporate Accounts
pt_br: Contas Corporativas

source: Corporate accounts allow your members to manage their own members.
pt_br: Contas corporativas permitem que alguns usuários gerenciem seus próprios assinantes.

source: Max Sub-accounts
pt_br: Max de subcontas

source: Sub-account Limit
pt_br: Limite de subcontas

source: The number of allowed sub-accounts for this membership
pt_br: O número de subcontas permitidos para esta associação

source: Corporate Account?
pt_br: Conta empresarial?

source: Max Sub Accounts
pt_br: Max de subcontas

source: Sub Account Usage
pt_br: Uso de subconta

source: %1$s of %2$s Sub Accounts Used
pt_br: %1$s de %2$s subcontas usadas

source: Actions
pt_br: Ações

source: Manage Sub Accounts
pt_br: Gerenciar subcontas

source: Import Sub Accounts
pt_br: Importar subcontas

source: Export Sub Accounts
pt_br: Exportar subcontas

source: Corporate account for %s
pt_br: Conta Corporativa para %s

source: Username
pt_br: Usuário

source: Send NEW members a password reset link
pt_br: Enviar a novos assinantes um link de redefinição de senha

source: Send NEW members the welcome email
pt_br: Envie a novos membros o e-mail de boas vindas

source: Search Sub Accounts...
pt_br: Buscar subcontas...

source: Page %1$s of %2$s (%3$s Sub Accounts)
pt_br: Página %1$s de %2$s (%3$s subcontas)

# ui
source: Username
pt_br: Usuário

# ui
source: First Name
pt_br: Nome

# ui
source: Last Name
pt_br: Sobrenome

source: Remove
pt_br: Remover

# ui
source: Previous Page
pt_br: Página anterior

# ui
source: Next Page
pt_br: Próxima página

# ui
source: You have no sub accounts to display.
pt_br: Você não tem subcontas para exibir.

source: Signup URL
pt_br: URL de inscrição

source: People signing up with this link will be automatically added to your account
pt_br: Pessoas se inscrevendo com este link serão automaticamente adicionadas à sua conta

source: Import Sub Accounts via CSV
pt_br: Importar subcontas via CSV

source: (Maximum 200 Sub Accounts per CSV file)
pt_br: (Máximo de 200 subcontas por arquivo CSV)

source: Upload CSV
pt_br: Carregar CSV

source: Importing sub accounts...
pt_br: Importando subcontas...

source: The MemberPress Corporate Accounts plugin requires %1$sthe MemberPress Importer to be installed and activated%2$s.
pt_br: O plugin MemberPress Contas Corporativas requer %1$so Importador MemberPress%2$s para ser instalado e ativado.

source: MemberPress Corporate Accounts
pt_br: MemberPress Contas Corporativas

source: Corporate (aka Group, Parent or Umbrella) Accounts for MemberPress.
pt_br: Contas Corporativas (também conhecido como pai, grupo, ou gerente) para MemberPress.

source: Welcome %s!
pt_br: Bem-vindo %s!

source: A string with low priority!
pt_br: Um texto com baixa prioridade!

source: Bye
pt_br: Adeus

source: The MemberPress Corporate Accounts add-on will allow you to allow some of your members to add and manage sub-members. Sometimes these "super" members are called "Parent", "Umbrella", "Group" or "Corporate" Account members.
pt_br: O MemberPress Corporate Accounts permitirá que você deixe que alguns de seus usuários adicionem e gerenciem subcontas. Estes "super usuários" são chamados de "Pai", "Mestres", "Gerentes" ou "Membros Corporativos".
